Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/D05.tmx
Source language: en_us
Languages: zh_cn

source: Roman Catholicism
zh_cn: 罗马天主教

source: Christianity dropped into the midst of a city completely under the spell of Babylonian worship and whose emperor was the current High Priest of the Mysteries.
zh_cn: 基督教进入了这个巴比伦宗教的中心城市，罗马凯撒是这个巴比伦宗教的最高祭司。

source: Not an easy beginning. The people of Rome were thoroughly indoctrinated with the habits, superstitions and traditions that had originated with Nimrod and Semiramis.
zh_cn: 一开始并不顺利，这里的风俗传统充斥着从宁录和塞米勒米斯而来的假神崇拜。

source: To be honest it was a cesspit. Therefore it should come as no surprise to learn that Christians were bitterly persecuted by the Romans, who tolerated everyone except those who believed in Jesus.
zh_cn: 这是如此糟糕的地方，以至于基督徒在那里受到迫害并不奇怪。

source: The claim that particularly infuriated Roman Emperors was that Jesus was "the way, the truth and the life" and that "no one comes to the Father except by me." (John 4:16).
zh_cn: 最激怒罗马凯撒的事情是，耶稣是 “道路,真理,生命，只有通过耶稣才能到上帝那里去”。—— <约翰福音>4章

source: This was a direct challenge to their position as gods.
zh_cn: 这个宣告直接挑战了凯撒作为一位神祗的权威。

source: The consequent brutality of the Roman Empire towards Christians has gone down in infamy. Once captured, Christians were thrown to lions for sport in coliseums while the baying crowd watched them being torn limb from limb. They were dipped in oil and then set alight at the side of the roads to become living human torches. Another method of execution was being sewn into animal skins and then led to die at the fangs and claws of wild animals. Some were noted to have had crowns of metal nailed into their heads.
zh_cn: 凯撒对基督徒充满敌意，将他们丢到斗兽场里、众目睽睽之下他们被狮子撕碎，泼油在他们身上引燃做“路灯”，将他们缝到动物皮里被野兽的牙齿和爪子弄死，将金属头冠的钉子钉进他们脑袋，不一而足。

source: The book of Hebrews in the Bible reports that some were placed inside a hollowed out tree and then sawn in half.
zh_cn: <希伯来书>说，一些基督徒被放到树干里，然后被劈成两半。

source: These things illustrate the viciousness of Satan's hatred and retaliation towards God's people. Never underestimate just how much Satan despises a follower of God or what he would do to us if he was in a position of power.
zh_cn: 这些酷刑体现撒旦的邪恶，不要低估掌权执政的撒旦对上帝子民的憎恨程度，也不要高估他对上帝追随者的行为下限。

source: Remember the golden rule - manipulation and deception while in a position of weakness; intimidation and violence while in a position of power.
zh_cn: 记住以下金律：撒旦为掌握支配权，弱势时操纵欺骗，强势时使用暴力和威胁。

source: And when Satan eventually has his way on this Earth at the end of the age and reaches a position of power, the Bible tells us that there will be a Great Tribulation that the world has never seen before or will ever see again.
zh_cn: 上帝告诉我们，在最后的日子，也就是撒旦获得权位的时候，基督徒将面对前所未有的迫害和灾难。

source: Constantine
zh_cn: 君士坦丁大帝

source: It wasn't until Emperor Constantine, who signed the Edict of Milan in 312AD that allowed for the tolerance of Christianity, that the persecution really came to an end.
zh_cn: 公元312年，君士坦丁大帝签署了<米兰敕令>（Edict of Milan），决定对基督徒保持宽容，所有的迫害停止了。

source: Now the world at large traditionally sees this as the best thing that could have ever happened to Christianity but I'm going to suggest it wasn't.
zh_cn: 传统的认识是，这是个好消息，但我不这么认为。

source: You see, while many believe this was the pivotal moment in Christian history that allowed it to settle, grow and become the largest religion in the world, the evidence suggests that firstly, Constantine only legalised Christianity for political reasons and that his own supposed conversion wasn't truly sincere.
zh_cn: 基督信仰固然在罗马安营扎寨以后、逐步发展成为世界上最大的宗教，但有证据证实：第一，君士坦丁出于政治考虑，从法律上承认基督教，但他并不真诚。

source: For example, there is evidence to show that Constantine still retained many elements of sun worship even after his supposed conversion and there have been reports of secret Vatican files that prove he kept his allegiance to the sun god.
zh_cn: 例如，梵蒂冈的解密文件显示，君士坦丁在敬拜中，保留了不少太阳崇拜的成分、并敬拜太阳神。

source: Coins carrying his image from this period continued to portray him as "Soli Invicto Comit" which means "Colleague of the Invincible Sun."
zh_cn: 罗马银币上，他的头像被刻画为“无可匹敌的太阳的同伴”（Soli Invicto Comit）

source: Constantine's personal life also reflected the theory that he hadn't ever truly converted to Christianity or understood its message.
zh_cn: 第二，君士坦丁的个人生活并未反映他已改宗。

source: He became a cruel and dissolute monarch, whose cruelty extended to members of his own family.
zh_cn: 他是残暴、堕落的君王，并且对家人也较凶暴。

source: He was also clearly corrupted by his fortune.
zh_cn: 掌握了巨大的财富的他，生活腐朽。

source: If we judge the tree by its fruits we would reasonably conclude that he remained untouched by the love of Christ until the end.
zh_cn: 若把君士坦丁比喻成一棵树，那么从他“所结的果子”来看，即使到生命的最后时刻，他仍未被上帝的爱所触摸。

source: The truth is that there was such uproar and division in the Roman Empire at the time that its unity was beginning to be threatened. If the unity of Rome was threatened, so was Constantine's grip on power.
zh_cn: 事实上，罗马帝国当时正面临骚乱和 分裂的威胁，君士坦丁的权力也面临考验。

source: Constantine basically appealed to the vanity and pride of the bishops of the time.
zh_cn: 君士坦丁被宗教首脑的身份吸引。

source: He went on a charm offensive and bestowed a number of favours on the church. Instead of martyring bishops, he began to treat them as his political aides and gave them a say in the Empire's political affairs.
zh_cn: 在给教会许多恩惠后，他获得了宗教首脑的身份，他将基督教会视为政治上的帮助、并把帝国的部分世俗事务交给教会管理。

source: The High Priest
zh_cn: 最高祭司

source: One of the main reasons we should suspect Constantine never truly converted was that he failed to relinquish his inherited title of Supreme Pontiff or High Priests that had first been assumed by Julius Caesar. Constantine therefore remained the official earthly head of the Mysteries throughout his life.
zh_cn: 君士坦丁未改宗的另一个显著证据是，他并未放弃尤利西斯-凯撒以降、历代凯撒所持有的宗教最高主教（Pontiff）的身份，君士坦丁终其一生是巴比伦秘密宗教在地上的首脑。

source: It wasn't until 376 AD that the young Emperor Gratian became the first to refuse the position of Supreme Pontiff, considering it inconsistent with faith in Christ. In addition he also legally abolished paganism in the Empire, although this abolition didn't extend to the city of Rome itself, where it was still rampant.
zh_cn: 直到公元376年，年轻的凯撒格拉提安(Gratian,367年 - 383年共治皇帝)才成为拒绝接受最高祭司身份的第一人，格拉提安认为这样做无法与基督信仰相协调，并从法律层面剥离了对假神的敬拜，虽然这个决定并未扩展到整个罗马城——城内依然充斥着迷信。

source: Rome at this time was colloquially referred to as "the sink of all superstitions."
zh_cn: 这段时期被称作罗马帝国之“所有迷信的败落（The sink of all superstitions）”。

source: After Gratian refused the office of Supreme Pontiff or High Priest it became vacant once more and the links in the chain that had gone back to Nimrod were broken - but only for two years. It was soon reinstated to Damascus, the then Bishop of Rome, who had gained the position after much fighting and bloodshed with rivals. This position of Supreme Pontiff has been held by the Bishop of Rome ever since.
zh_cn: 最高祭司的职位再次被空缺出来，从宁录开始的隐秘灵界联系被打断了——但只维持了2年，主教大马士革（Damascus）又将一切恢复，血腥的斗争之后他成为了罗马帝国主教，该身份至今一直被罗马帝国主教垄断。

source: The Bishop of Rome is better known today as The Pope.
zh_cn: 罗马帝国主教，也就是众所周知的“教皇/ 教宗（Pope）”。

source: Therefore the Catholic Pope is still the head of the Mysteries of Babylon and its pagan offshoots today.
zh_cn: 直到今日，教皇依然是巴比伦秘密宗教的首脑。

source: If we follow this to its logical conclusion, as shocking as this may sound, the Pope is therefore still the earthly head of Satan's system of worship.
zh_cn: 按照这个逻辑持续推演，一个骇人听闻的结论就是，教皇乃今日地上撒旦宗教系统之首脑。

source: Stanley's History, page 40: "The popes filled the place of the vacant emperors at Rome, inheriting their power, their prestige, and their titles from paganism."
zh_cn: <斯坦利历史>第40页："教皇填充了罗马帝国最高执政官的空缺，继承了后者在假神崇拜中的权力、荣誉和头衔"。

source: He believed himself to be head over not just the Christian Church, but also over the pagans in Rome. It meant complete authority and domination; both the secular and the sacred under one system.
zh_cn: 教皇Damascus相信，教皇不仅是基督教会、而且应是罗马帝国假神崇拜的首脑，这意味着，教皇操持了世俗事务和神圣事务的全部权力。

source: Supposed Disappearance of Paganism
zh_cn: 假定已经消失的巴比伦宗教

source: How was the Roman church to consolidate this rule over the pagans and the Christians under one system?
zh_cn: 罗马天主教是如何巩固统治，并将巴比伦宗教和基督教捏合到同一个体系里的？

source: They needed to somehow iron out the differences between the Babylonian system and the Christian system to create a unity between all peoples. And that meant compromise.
zh_cn: 方法是，妥协求全。他们将二者的差异点剔除，然后结合共性。

source: Now compromising the Truth with different types of lies is like mixing ice cream with different types of dirt.
zh_cn: 真理和谎言糅合在一起，就像冰激凌和脏东西被搅拌在一起。

source: At the end, all you're left with is dirt.
zh_cn: 于是你吃下冰激凌，同时吐出来些脏玩意儿。

source: So while the average historian will explain that from 378AD onwards, within 50 years, the spread of Christianity had completely vanquished paganism in Rome, that's not what happened.
zh_cn: 历史学家说，公元378年以后的50年间，基督信仰完全消灭了巴比伦宗教。这并非事实。

source: Paganism had not vanished. At the beginning of the 5th Century it had simply been absorbed into the Roman Catholic church which now contained all manner of superstitious rites and ceremonies inherited from Babylon. Pagan doctrines, rites and symbols were incorporated into the church and merely covered with a facade of Christianity. It was this and not an outpouring of the Spirit that brought a multitude of pagan worshippers into the Church of Rome.
zh_cn: 巴比伦宗教从来没有消失，而是在第5世纪渗入了罗马天主教。至今罗马天主教依然存在着各式各样、源自巴比伦的迷信仪式、教义和符号，基督教成为外壳；是这些仪式教义和符号、而非圣灵，将巴比伦宗教的敬拜方式带入了罗马教会。

source: Catholicism basically became paganism with a Christian mask.
zh_cn: 天主教基本成为了戴着基督信仰面具的巴比伦宗教。

source: It was after this time that the words of warning given by the Apostle Paul to Timothy began to be fulfilled:
zh_cn: 后来保罗写给提摩太的信里警告的事发生了：

source: The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons.
zh_cn: 圣灵明说，在后来的时候，必有人离弃真道，听从那引诱人的（邪）灵，和鬼魔的道理。

source: Such teachings come through hypocritical liars, whose consciences have been seared as with a hot iron. - 1 Timothy 4:1
zh_cn: 这是因为说谎之人的假冒。这等人的良心，如同被热铁烙惯了一般。" ——<提摩太前书>

source: Celibacy, compulsory fasting, idolatry and baptismal regeneration and many other false ideas quickly became the accepted doctrines of the church.
zh_cn: 独身主义，强制禁食，敬拜雕像，靠洗礼重生和其他一些错误的理论，很快成为教会接受的教训。

source: Catholicism Absorbs Paganism
zh_cn: 吸收巴比伦宗教的天主教教义

source: One of the main differences between Christianity and paganism was that Christianity was monotheistic while paganism was polytheistic.
zh_cn: 基督教和巴比伦宗教的主要区别之一是，基督教是一神崇拜，巴比伦宗教是多神崇拜。

source: Trying to get the pagans to give up their multiple gods proved tricky and so, in order to merge the two systems, the Roman church began to suggest the idea of Patron Saints.
zh_cn: 罗马教会认为，将巴比伦宗教中的多神教义放弃掉，会显得很怪。因此为融合以上二者，他们建议人们敬拜圣徒。

source: All you have to do is call them by a new name. Instead of a god of the travellers, we'll appoint a saint of the travellers. Instead of a god of the sea, there is now a saint for seafarer etc.
zh_cn: 但先取个新名字：用旅行圣徒来取代掌管旅行的神祗，用航海圣徒来取代掌管海洋的神祗，等等。

source: Where there had previously been a pagan god or goddess assigned to aspects of daily life in the Mystery system, the Catholic Church merely replaced these gods with Saints who were to be prayed to, revered and looked to for guidance instead.
zh_cn: 所有曾在为巴比伦秘密宗教效力的、掌管生活各层面的男/ 女神祗，变换成”圣徒“，而你要向这些圣徒祷告，崇敬他们并让他们引导你。

source: Because many people had carved idols of gods and goddesses in their house, they weren't asked to discard them completely; just to revere them under a new name and identity.
zh_cn: 很多人曾将众神祗的塑像放在家里，这会儿，不必扔掉塑像，仅需依次贴上新的名字和标签、将它们换个身份。

source: All the many pictures and images that existed because of the Mother & Child cults of the day and which originally represented Semiramis and Tammuz, were simply renamed Mother Mary and Christ.
zh_cn: 源自于塞米勒米斯（Semiramis）和塔慕兹（Tammuz）的母子崇拜，被更名为：圣母玛利亚-耶稣。

source: The paganism wasn't removed; it was just given a makeover.
zh_cn: 巴比伦宗教戴上面具后保留了下来。

source: Another problem for affecting change was the festivals of the day.
zh_cn: 另外一个问题是节日。

source: People's years were marked by religious holidays much like our own are today.
zh_cn: 和现在一样，古代一年中有许多宗教节日。

source: Imagine trying to get everyone in the world to give up Christmas this year. It would be a nearly insurmountable task!
zh_cn: 想想吧，让人们放弃圣诞节几乎是无法完成的任务。

source: People love their holidays. The Catholic church decided that instead of abandoning the old pagan holidays, they would simply adopt them under a new meaning.
zh_cn: 人们热爱这些节日，故天主教会决定赋予每个节日新的含义。

source: Holidays
zh_cn: 节日

source: The winter solstice festival called Saturnalia (The Feast of Saturn) in Rome occurred in the week prior to the 25th December and the day itself was called "Natalis invictis solis" which means "the birthday of the unconquered sun."
zh_cn: 每年12月25日之前的那一周，也就是冬至节、罗马帝国的狂欢节（或作Saturn，土星节），拉丁语叫做“Natalis invictis solis”，也就是“无可匹敌的太阳神的生日”。

source: Indeed 25th December was widely regarded by all Babylonian religions to be the birthday of Nimrod.
zh_cn: 事实上，巴比伦秘密宗教认为12月25日是宁录的生日。

source: In Egypt, Isis, who was worshipped as The Queen of Heaven was said to be born on this date also.
zh_cn: 在埃及，被当做"天国皇后"崇拜的伊希斯神祗（Isis），也被认为是12月25日出生。

source: Effectively they said, "keep your festival, let's just adopt it as the birth date of Jesus Christ instead!"
zh_cn: 所以，天主教跟人们讲：“继续过你们的节日吧，把它变成耶稣的生日就行”。

source: Similarly the Spring Equinox festival for the goddess of fertility, associated with regeneration, was adopted as Easter.
zh_cn: 同样的，与繁殖有关的丰产女神的春分节，被当作复活节（Easter）。

source: The name Astarte/Ishtar became Eastre in gaelic and it is from this name that we get Easter. Eggs that originally represented fertility were Christianised as a representation of the stone that was rolled away from the front of Jesus' tomb.
zh_cn: 彩蛋，在爱尔兰盖尔语中，阿斯塔特/ 伊斯塔女神被称为Eastre，也是从这个名字有了Easter这个英语词，彩蛋代表着繁殖，而被“基督化”以后，彩蛋变成代表耶稣坟墓前被移开的石头。

source: It was also a result of merging Babylon with the church that the idea of Lent was introduced.
zh_cn: 所谓的大斋节（Lent，复活节前的40天）的概念，也是巴比伦宗教混入的产物。

source: In autumn there was a harvest festival that honoured the goddess Pamona and this became 'Christianised' as All Souls Day with All Saints Day coming on the 1st of November to again honour the Saints. It is better known today as Halloween; the night where evil is celebrated most overtly.
zh_cn: 秋季里的11月1日，是崇拜Pamona女神的收成节，在“基督化”的方程公式里，这变成了圣徒节（All Saints Day，All Souls Day），为要敬拜圣徒；这么说吧，11月1日其实就是今日的万圣节（Halloween），这一天是邪灵的狂欢。

source: As a night to honour the catholic saints, it is effectively a night to honour demons.
zh_cn: 敬拜“圣徒们”的节日，变成了敬拜魔鬼的疯狂夜晚。

source: The practice of bobbing for apples originated with the celebration of Pamona who was the goddess of fruit and trees. In this we may also see a link to the Tree of Knowledge.
zh_cn: 向苹果鞠躬，是崇拜Pamona女神（掌管水果和果树）的主要仪式，可以联系到到伊甸园的分别善恶树。

source: Can we say bobbing for apples is a re-enactment and celebration of the moment when Adam and Eve ate of that tree?
zh_cn: 是否可以说，向苹果鞠躬的行为，是庆祝亚当和夏娃吃了那果子？

source: As the Roman Empire spread to Celtic areas where the Mysteries had become Druidism, the date became a night to honour the god Samhain. Note the similarity between the names Samhain and Satan.
zh_cn: 另外，当罗马帝国扩张到凯尔特人地区（爱尔兰地区），那里的秘术是德鲁伊特教(Druidism)，11月1日是崇拜Samhain的节日，注意Samhain和Satan（撒旦）的相似点。

source: Now this throws up a lot of questions.
zh_cn: 更多的问题出现了：

source: Should we go to church on a Sunday?
zh_cn: 我们是否应该周日上教会？

source: Should we celebrate Christmas and Easter in the light of this knowledge?
zh_cn: 是否应该庆祝圣诞节和 复活节？

source: I know some people have uncovered this information and now don't.
zh_cn: 我知道很多人以前不知道这些事儿，但现在知道了。

source: My advice is to do away with the Catholic saints and don't pray to them as they are in fact demons.
zh_cn: 我的建议是，把天主教的圣徒像扔掉，别对它们祷告，这些偶像背后是撒旦。

source: Also, Halloween should always be completely off the agenda for a Christian. It remains from all possible angles nothing but a celebration of evil, witchcraft, sorcery, darkness, divination, occult activities and demons.
zh_cn: 另外，基督徒的日历里应该把万圣节划掉，那一天不会出现任何天使，只有邪恶、巫术、占星术、黑暗权势、占卜、秘术和魔鬼。

source: In fact it has been said that asking a Christian to celebrate Halloween is like asking a holocaust survivor to celebrate Hitler's birthday.
zh_cn: 邀请基督徒过万圣节，非常类似于邀请纳粹集中营的幸存者，庆祝希特勒的生日。

source: With regards to other holidays and days of worship the best advice I can give is from the Bible: "And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him."
zh_cn: 关于节日，我的建议是：“无论做什么，言语和行为，都奉耶稣的名，将感谢献给父神“，这来自圣经。”
